[
  {
    "input" : " 1.	Olhar direto A criança olha diretamente para a câmera, o que pode indicar confiança, abertura e disposição para se conectar.
2.	Sorriso genuíno O sorriso parece genuíno, com os olhos levemente apertados e as bochechas levantadas, sugerindo felicidade e contentamento.
3.	Postura relaxada A postura da criança parece relaxada, com os ombros soltos e a cabeça levemente inclinada, indicando que ela se sente à vontade e confortável.
4.	Expressão facial serena Não há sinais de tensão ou preocupação na expressão facial da criança, reforçando a ideia de que ela está feliz e tranquila.
5.	Olhos brilhantes Os olhos da criança estão brilhantes e expressivos, sugerindo um estado de alerta e interesse no ambiente.
6.	Boca fechada em sorriso A boca está fechada em um sorriso suave, transmitindo uma sensação de contentamento e satisfação.
7.	Sobrancelhas relaxadas As sobrancelhas da criança estão relaxadas e em sua posição natural, reforçando a ausência de tensão ou preocupação.
8.	Cabelo arrumado O cabelo parece arrumado e bem cuidado, sugerindo que a criança pode ter recebido atenção e carinho antes da foto.
9.	Roupa casual A criança usa uma camiseta regata, indicando que a foto foi tirada em um ambiente informal e descontraído.
10.	Boné com estampa infantil O boné com estampa de desenho animado reforça a ideia de que se trata de uma criança e contribui para a atmosfera de inocência e alegria da imagem.
",
    "output" : " Ídolo para diversas gerações, influenciando moda, comportamento e estilo de vida. Um dos principais nomes da música brasileira. Legado em constante construção através de sua música inovadora e presença marcante. Talento indiscutível. Carisma contagiante. Trabalho árduo e dedicação. Espírito empreendedor (marca LS). Ação social com o projeto Oxe Lanches."
  },
  {
    "input" : " 1.	Olhar Direcionado para o lado, levemente para cima, transmitindo um sentimento de curiosidade e atenção a algo fora do quadro.
2.	Expressão facial Um sorriso largo e genuíno, com dentes à mostra, demonstrando felicidade e alegria.
3.	Cabeça Levemente inclinada para trás, complementando a direção do olhar e o sorriso.
4.	Lábios Ligeiramente entreabertos, como se estivesse prestes a falar ou dar uma risada.
5.	Olhos Bem abertos e brilhantes, expressando vivacidade e interesse.
6.	Sobrancelhas Levemente arqueadas, reforçando a expressão de felicidade e surpresa.
7.	Cabelo Arrumado em dois rabos de cavalo com laços, indicando um cuidado com a aparência e um estilo infantil.
8.	Ombros Relaxados, sem tensão, o que sugere tranquilidade e conforto no ambiente em que se encontra.
9.	Braço O braço visível está solto ao lado do corpo, sem rigidez, reforçando a ideia de relaxamento.",
    "output" : " Além de atriz e apresentadora, Carolina Ferraz também é bailarina, produtora e modelo. Teve um canal no YouTube com entrevistas e vlogs. É engajada em causas sociais, como a luta contra a violência contra a mulher. Características principais Versatilidade Carolina Ferraz se destaca por sua versatilidade, tendo atuado em diversos gêneros e mídias. Talento É reconhecida por seu talento como atriz e apresentadora, tendo recebido diversos prêmios por seu trabalho. Carisma Possui grande carisma e presença marcante, o que a torna uma figura popular e querida pelo público. Beleza É considerada uma das mulheres mais bonitas do Brasil. Inteligência É conhecida por sua inteligência e articulação, o que a torna uma ótima entrevistadora e comunicadora. Carolina Ferraz é uma das artistas mais completas e talentosas do Brasil. Com uma carreira de grande sucesso, ela continua se reinventando e conquistando novos desafios.
  "},
  {
    "input" : " 1.	Olhar direto e fixo A criança olha diretamente para a câmera com um olhar fixo, o que pode indicar atenção, curiosidade ou até mesmo um pouco de desafio.
2.	Sobrancelhas levemente franzidas As sobrancelhas ligeiramente franzidas sugerem uma possível concentração, questionamento ou até mesmo um leve desconforto.
3.	Lábios fechados em uma expressão neutra A boca fechada pode indicar seriedade, reflexão ou simplesmente um estado de repouso.
4.	Postura relaxada e informal A criança está sentada de forma descontraída, com as pernas cruzadas e os braços apoiados, o que indica um estado de conforto e tranquilidade.
5.	Tronco ereto Apesar do relaxamento, o tronco ereto demonstra uma certa segurança e autoconfiança.
6.	Mãos relaxadas As mãos repousam de forma natural sobre as pernas e o braço da poltrona, reforçando o estado de calma.
7.	Barriga à mostra A barriga exposta pode indicar um ambiente quente, um momento de descontração ou até mesmo a pouca idade da criança, ainda descobrindo normas sociais.
8.	Sem sorriso A ausência de sorriso não necessariamente indica tristeza, podendo ser apenas um momento de neutralidade ou contemplação.
9.	Olhos bem abertos Os olhos bem abertos demonstram um estado de alerta e interesse pelo que está acontecendo ao redor.
10.	Cabelo desalinhado O cabelo um pouco bagunçado sugere um momento de brincadeira ou descontração anterior à foto.",
    "output" : " Além de cantora, Ivete Sangalo também é compositora, apresentadora, atriz e empresária. Apresentou diversos programas de TV, como Superstar e The Voice Brasil. Atuou em filmes e novelas. É dona de sua própria empresa, a IESSE Music Entertainment. É engajada em diversas causas sociais, como a educação e a luta contra a pobreza. Características principais Talento vocal Ivete Sangalo possui uma voz potente e marcante, que é considerada uma das melhores do Brasil. Carisma É conhecida por seu carisma contagiante e energia vibrante no palco. Versatilidade Transita por diversos gêneros musicais, como axé, pop, MPB e samba. Sucesso comercial É uma das artistas mais bem-sucedidas comercialmente do Brasil, com diversos discos de platina e ouro em sua discografia. Foco social Utiliza sua fama para apoiar causas sociais e filantrópicas. Ivete Sangalo é um ícone da música brasileira e uma das artistas mais queridas do público. Com uma carreira de grande sucesso, ela continua a inspirar e emocionar pessoas com seu talento e sua energia positiva."
  },
  {  
    "input" : " 1.	Olhar focado O olhar da menina está fixo em um ponto à sua frente, provavelmente acompanhando a trajetória da bola. Isso demonstra concentração e atenção na ação que está realizando.
2.	Expressão facial séria Seus lábios estão levemente pressionados e suas sobrancelhas sutilmente franzidas, indicando esforço e seriedade no momento da jogada.
3.	Postura firme A menina se posiciona com os pés firmes no chão, pernas ligeiramente flexionadas, transmitindo força e equilíbrio para a realização do movimento.
4.	Braços fortes A forma como ela segura a raquete com firmeza, usando as duas mãos e com os braços estendidos, demonstra determinação e força física.
5.	Movimento fluido A posição do corpo sugere um movimento fluido e contínuo, característico de um saque no tênis.
6.	Atitude confiante A postura geral da menina, mesmo sendo jovem, transmite confiança em suas habilidades e no domínio da técnica do tênis.
7.	Concentração intensa A combinação de todos os elementos - olhar, expressão facial e postura - demonstra uma profunda concentração no objetivo de realizar um bom saque.
8.	Espírito competitivo A seriedade em sua expressão e a força em seus movimentos podem sugerir um espírito competitivo.
9.	Imersão na atividade A menina parece estar completamente absorta na ação de jogar tênis, demonstrando paixão pelo esporte.
10.	Determinação A linguagem corporal da menina demonstra claramente sua determinação em ter sucesso na jogada e, possivelmente, no esporte como um todo.
",
    "output" : " Fundadora da Serena Williams Design Linha de roupas e acessórios que promove empoderamento e inclusão. Investimentos em diversas áreas Atua como investidora em startups de tecnologia, mídia e moda, além de possuir participação em empresas como a Impossible Foods e o Bumble. Defensora da igualdade de gênero e racial Utiliza sua plataforma para combater o racismo e o sexismo no esporte e na sociedade em geral. Outros Reconhecimentos Medalhista Olímpica Conquistou quatro medalhas de ouro nos Jogos Olímpicos (duas em duplas e duas em duplas mistas). Personalidade influente Considerada um ícone cultural e inspiração para mulheres e meninas ao redor do mundo. Premiada Recebeu diversos prêmios ao longo da carreira, incluindo o prêmio ESPY de Melhor Atleta Feminina e o prêmio BET de Atleta do Ano. Aposentadoria Anunciou sua aposentadoria do tênis profissional em setembro de 2022, após uma carreira gloriosa de mais de 27 anos. Continua envolvida no mundo do esporte e em seus negócios, além de se dedicar à sua família e filantropia. Legado Serena Williams é considerada uma das maiores atletas de todos os tempos, tendo revolucionado o tênis feminino e inspirado gerações de atletas e fãs. Sua força, talento e ativismo a transformaram em um símbolo global de empoderamento feminino e igualdade racial."
  },
  {
    "input" : " 1.	Olhar Direcionado para a câmera, sugere que a criança está engajada com quem está tirando a foto.
2.	Sorriso Aberto e genuíno, com os cantos dos lábios levantados e olhos levemente apertados, expressa felicidade e contentamento.
3.	Expressão facial Relaxada e amigável. As sobrancelhas estão levemente levantadas, contribuindo para a expressão de felicidade.
4.	Postura Ombros relaxados, sem rigidez aparente, indicam tranquilidade e conforto.
5.	Atitude Aparenta estar receptivo, feliz e orgulhoso. A presença da medalha sugere uma conquista recente, o que justifica o sentimento de orgulho.
6.	Vestimenta A jaqueta esportiva com a medalha indica que a criança provavelmente acabou de participar de alguma competição esportiva.
7.	Cabelo Arrumado de maneira casual.
8.	Contato visual Direto com a câmera, transmitindo confiança e conexão com o observador.
9.	Ausência de tensão Não há sinais visíveis de tensão ou nervosismo, o que reforça a ideia de que a criança está confortável e feliz.
10.	Geral A linguagem corporal da criança transmite felicidade, orgulho e satisfação, provavelmente relacionados à conquista representada pela medalha.
",
    "output" : " Vida Profissional de Roger Federer Características PrincipaisTênis Maior vencedor de Grand Slams da história 20 títulos de simples, 6 ATP Finals, 28 ATP Masters 1000, 24 ATP 500 e 25 ATP 250. Dominou o ranking por mais de 300 semanas Número 1 do mundo pela primeira vez em 2004, se manteve no topo por um total de 310 semanas, recorde da ATP. Estilo de jogo elegante e versátil Destaca-se pela precisão dos golpes, fluidez dos movimentos e habilidade em todas as superfícies (grama, saibro e quadra dura). Longevidade e resiliência Superou diversas lesões ao longo da carreira e se manteve competitivo por mais de duas décadas. Filantropia e Negócios Fundador da Roger Federer Foundation Apoia projetos educacionais e de desenvolvimento infantil na África e Suíça. Embaixador da marca Rolex e outros patrocinadores Acordos milionários com empresas renomadas o colocaram entre os atletas mais bem pagos do mundo. Investimentos em diversos setores Atua como investidor em startups e empresas de tecnologia, moda e bebidas. Outras Características Personalidade carismática e esportiva Reconhecido por sua gentileza, fair play e profissionalismo dentro e fora das quadras. Ícone global do tênis Considerado um dos maiores atletas de todos os tempos e inspiração para milhões de pessoas. Prêmios e Reconhecimentos Vencedor de diversos prêmios, incluindo o Laureus World Sports Award de Melhor Atleta Masculino e o prêmio ATP Sportsmanship Award. Aposentadoria Anunciou sua aposentadoria do tênis profissional em setembro de 2023, após uma carreira de 25 anos repleta de conquistas. Continua envolvido no mundo do esporte e em seus negócios, além de se dedicar à sua família e filantropia. Legado Roger Federer revolucionou o tênis masculino com seu estilo de jogo inovador e dominou o esporte por mais de uma década. Sua ética profissional, carisma e compromisso com causas sociais o tornaram um dos atletas mais admirados da história. O impacto de Federer transcende o esporte, inspirando pessoas em todo o mundo com sua excelência, talento e valores."
  },
  {
    "input" : " 1.	Olhar direto A criança olha diretamente para a câmera, sugerindo confiança e abertura.
2.	Olhos brilhantes Os olhos estão bem abertos e brilhantes, transmitindo vivacidade e curiosidade.
3.	Sorriso leve O sorriso é suave e genuíno, indicando contentamento e possivelmente timidez.
4.	Cabeça levemente inclinada A inclinação da cabeça pode transmitir uma atitude amigável e receptiva.
5.	Postura ereta A criança está com a postura ereta, demonstrando autoconfiança e compostura.
6.	Braços relaxados Os braços parecem estar relaxados ao lado do corpo, indicando tranquilidade e ausência de tensão.
7.	Roupa cuidada A roupa da criança parece bem cuidada e com estilo clássico, o que pode sugerir um ambiente familiar estável e com atenção aos detalhes.
8.	Cabelo arrumado O cabelo está penteado com franja e presilhas, indicando cuidado com a aparência.
9.	Expressão facial serena A expressão facial, além do sorriso, é serena e tranquila, demonstrando paz de espírito.
10.	Ausência de objetos A foto não apresenta objetos que possam dar mais contexto sobre a personalidade ou gostos da criança."
,
    "output" : " Atriz premiada Meryl Streep é considerada uma das atrizes mais talentosas e premiadas de todos os tempos. Ela detém o recorde de mais indicações ao Oscar, com 21 no total, das quais venceu três. Também recebeu oito Globos de Ouro, três prêmios Emmy e um prêmio Tony, entre outros reconhecimentos. Além da atuação Streep também é conhecida por seu ativismo social e filantropia. Ela apoia diversas causas, incluindo direitos humanos, educação e meio ambiente.Meryl Streep representa o auge da arte da atuação, inspirando e emocionando o público com seu talento excepcional e dedicação à sua arte."
  },
  {
    "input" : " 1.	Olhar direto para a câmera Sugere confiança e abertura.
2.	Olhos brilhantes Transmitem vivacidade e entusiasmo.
3.	Sorriso largo e genuíno Expressa felicidade e contentamento.
4.	Cabeça levemente inclinada Demonstra receptividade e docilidade.
5.	Postura relaxada Indica tranquilidade e naturalidade.
6.	Ausência de tensão nos ombros Reforça a sensação de conforto.
7.	Atitude positiva A combinação de todos os elementos sugere uma personalidade otimista e sociável.
8.	Aparência bem cuidada Transmite cuidado com a imagem pessoal.
9.	Roupa simples e informal Reforça a ideia de naturalidade.
10.	Impressão geral de alegria e saúde A foto transmite uma aura de bem-estar e positividade.",
    "output" : " Considerado um ícone cultural americano e um dos atores mais populares de todos os tempos. Elogiado por sua ética de trabalho, profissionalismo e humildade. Dedica-se a causas filantrópicas, principalmente relacionadas à AIDS e ao câncer. ResumoTom Hanks é um ator talentoso e versátil que construiu uma carreira de grande sucesso em Hollywood. Seus papéis memoráveis, prêmios e filantropia o consolidaram como um dos artistas mais respeitados e amados do mundo."
  },
  {
    "input" : " 1.	Olhar direto para a camera Sugere confiança e conexão com o observador.
2.	Olhos brilhantes Transmitem vivacidade, alegria e curiosidade.
3.	Sorriso largo e genuíno Expressa felicidade autêntica e satisfação.
4.	Bochechas levemente levantadas Reforçam a expressão de alegria e jovialidade.
5.	Postura relaxada e natural Indica conforto e ausência de constrangimento.
6.	Leve inclinação da cabeça Sugere receptividade e interesse no momento da foto.
7.	Atitude serena e tranquila Transmite paz interior e harmonia.
8.	Vestimenta simples e bem cuidada Revela cuidado e atenção, possivelmente por parte dos pais.
9.	Cabelo penteado com cuidado Reforça a ideia de zelo com a aparência.
10.	Ausência de objetos nas mãos Foca a atenção na expressão da criança e suas emoções.",
    "output" : " Cargos Professor Lucasiano de Matemática na Universidade de Cambridge (1979-2009), Diretor de Pesquisa no Centro de Cosmologia Teórica da Universidade de Cambridge. Palestras e livros Diversas palestras e livros de divulgação científica, popularizando a ciência para um público amplo. Comunicação Superou a esclerose lateral amiotrófica (ELA) para continuar pesquisando e comunicando suas ideias, utilizando um sintetizador de voz.Doença Diagnosticado com ELA aos 21 anos, desafiando as expectativas e vivendo por mais de 50 anos. Humor e inteligência Conhecido por seu humor e inteligência, tornando a ciência acessível e interessante para o público em geral. Persistência e determinação Superou desafios físicos e pessoais para se tornar um dos cientistas mais renomados do mundo. Em resumo, Stephen Hawking foi um físico teórico brilhante, um cosmólogo inovador, um professor inspirador e um divulgador científico talentoso. Sua vida e obra deixaram um legado duradouro para o mundo da ciência e para a humanidade."
  },
  {
  
    "input" : " 1.	Olhar direto para a câmera demonstra confiança e conexão com o observador.
2.	Olhos abertos e brilhantes expressam vivacidade e atenção.
3.	Expressão facial serena transmite tranquilidade, paz interior e doçura.
4.	Leve sorriso sugere contentamento, amabilidade e receptividade.
5.	Postura ereta, porém relaxada indica compostura e ausência de tensão.
6.	Ombros levemente inclinados para frente denotam abertura e disposição para com o observador.
7.	Mãos delicadamente apoiadas no colo demonstram calma e passividade.
8.	Vestuário simples e elegante sugere modéstia e pertencimento a uma classe social específica.
9.	Cabelos cuidadosamente arrumados indicam cuidado com a aparência.
10.	Ausência de objetos ou adereços enfatiza a simplicidade e a atenção voltada para a própria criança.",
    "output" : " Superação de Obstáculos Enfrentou preconceitos e dificuldades por ser mulher em um campo dominado por homens, mas sua paixão pela ciência a impulsionou a superar os desafios e alcançar grandes feitos. Trabalho Incansável Dedicou sua vida à pesquisa científica, trabalhando longas horas em condições precárias, demonstrando grande persistência e força de vontade. Rigor e Precisão Realizava seus experimentos com rigor e precisão, coletando dados meticulosamente e buscando sempre a verdade científica. Legado Duradouro Avanços na Medicina Suas pesquisas sobre a radioatividade possibilitaram o desenvolvimento de tratamentos para o câncer e outras doenças, salvando milhões de vidas. Inspiração para Gerações Futuras Abriu caminho para outras mulheres na ciência, inspirando futuras gerações a seguirem seus sonhos e quebrarem barreiras. Ícone Científico Reconhecida como um dos maiores ícones da história da ciência, Marie Curie continua a ser admirada por sua inteligência, determinação e contribuições inestimáveis para o conhecimento humano. Outras Características Importantes Professora de Sucesso Tornou-se a primeira professora da Universidade de Sorbonne, na França, incentivando o ensino e a pesquisa científica. Filantropa Durante a Primeira Guerra Mundial, desenvolveu unidades móveis de radiografia para auxiliar os soldados feridos, demonstrando compaixão e compromisso com o bem-estar social. Mentora de Pesquisadores Formou e inspirou diversos cientistas renomados, contribuindo para o avanço da ciência em diferentes áreas. Marie Curie foi uma cientista excepcional que dedicou sua vida à pesquisa e ao conhecimento, deixando um legado duradouro que continua a beneficiar a humanidade."
  },
  {
    "input" : " 1.	Olhar A criança tem um olhar direcionado para longe da câmera, sugerindo contemplação ou talvez um pouco de timidez. Não há contato visual direto, o que pode indicar introspecção ou desconforto com a situação da foto.
2.	Sorriso sutil Os lábios estão ligeiramente curvados para cima num sorriso tímido e contido. Não é um sorriso largo e aberto, o que poderia indicar felicidade ou excitação, mas sim uma expressão mais reservada.
3.	Cabeça ligeiramente inclinada A cabeça da criança está inclinada levemente para o lado, o que pode transmitir uma sensação de curiosidade ou interesse no que está observando fora do quadro.
4.	Postura ereta Apesar do sorriso tímido, a criança mantém uma postura ereta, com os ombros para trás, demonstrando um certo grau de confiança e compostura.
5.	Roupas formais A criança está vestida com um terno e camisa social, indicando uma ocasião especial ou um ambiente formal. Isso pode contribuir para a expressão mais contida e séria.
6.	Mãos fora de vista As mãos não estão visíveis na foto, o que dificulta a análise completa da linguagem corporal.
7.	Idade aparente A criança aparenta ter entre 6 e 8 anos, baseado nas características físicas.
8.	Etnia A criança parece ter origem africana, o que pode ser relevante para considerar o contexto histórico e social da foto.
9.	Cenário simples O fundo da foto é neutro e sem detalhes, o que direciona o foco para a criança e suas expressões.
10.	Fotografia em preto e branco A ausência de cores contribui para uma atmosfera atemporal e nostálgica, deixando espaço para interpretação das emoções."
,
    "output" : " Libertado em 1990, após pressão internacional. Negociou o fim do Apartheid com o presidente sul-africano F.W. de Klerk. Eleito o primeiro presidente negro da África do Sul em 1994. Governou de 1994 a 1999, focando na reconciliação racial e na construção de uma nova democracia. Outras características importantes Advogado de formação, atuando na defesa de negros vítimas do Apartheid. Figura icônica da paz e da justiça, reconhecido internacionalmente por seu papel na luta contra o Apartheid. Prêmio Nobel da Paz em 1993 por sua luta contra a opressão e a promoção da paz. Fundador da Fundação Nelson Mandela, que trabalha em questões como combate à pobreza, educação e direitos humanos. Legado Considerado um dos líderes mais influentes do século XX. Inspiração para movimentos de justiça social em todo o mundo. Símbolo da luta contra a opressão e a favor da igualdade."
  },
  {
    "input" : " 1.	Olhar Direcionado para a câmera, transmitindo atenção e consciência de estar sendo fotografada.
2.	Sorriso Aberto e genuíno, demonstrando felicidade e contentamento.
3.	Expressão Facial Relaxada e jovial, sugerindo um estado de espírito positivo.
4.	Postura Sentada com as pernas cruzadas, o que pode indicar um certo nível de conforto e relaxamento, mas também pode ser simplesmente uma pose comum para fotos na época.
5.	Mãos Segura uma à outra sobre o colo, o que pode transmitir um pouco de timidez ou nervosismo, apesar do sorriso, ou ser apenas uma forma de manter as mãos ocupadas durante a pose.
6.	Atitude Aparenta ser receptiva e amigável, com base no sorriso aberto e no olhar direcionado para a câmera.
7.	Vestimenta Traja um vestido simples, típico da época, o que não revela muito sobre sua personalidade ou estado emocional.
8.	Cabelo Penteado de forma simples e arrumada, condizente com os padrões da época.
9.	Contexto A presença de outras crianças ao redor sugere um ambiente social, possivelmente escolar, o que pode influenciar seu comportamento.
10.	Impressão geral A imagem transmite a impressão de uma criança feliz, contente e à vontade, apesar de uma pontinha de timidez que pode ser apenas circunstancial."
,
    "output" : " Primeira mulher a ocupar o cargo de Primeira-Ministra do Reino Unido. Apelidada de Dama de Ferro por sua personalidade firme e intransigente. Figura controversa, com forte oposição de sindicatos e grupos de esquerda. Legado duradouro na política britânica e mundial. Impactos de seu Governo Modernização da economia britânica e aumento da produtividade. Redução da inflação e do desemprego no longo prazo. Aumento das desigualdades sociais e erosão da proteção social. Transformação profunda da sociedade britânica, com impactos ainda sentidos hoje."
  },
  {
    "input" : " 1.	Olhar direto A criança olha diretamente para a câmera, sugerindo confiança ou, ao menos, a tentativa de parecer confiante.
2.	Olhos arregalados Os olhos estão ligeiramente arregalados, o que pode indicar uma mistura de curiosidade e apreensão, talvez até um pouco de nervosismo ou medo.
3.	Expressão neutra A expressão facial é neutra, sem um sorriso aparente. Isso pode ser interpretado como seriedade, timidez ou simplesmente uma tentativa de se manter composto para a foto.
4.	Postura ereta A criança mantém uma postura ereta, o que demonstra um certo nível de formalidade e respeito pela situação.
5.	Ombros relaxados Apesar da postura ereta, os ombros não estão tensos, indicando que a criança não está excessivamente rígida ou desconfortável.
6.	Roupas formais A criança está usando um paletó e uma camisa social, sugerindo que a foto foi tirada em uma ocasião especial ou que a família valoriza a apresentação formal.
7.	Cabelo bem cuidado O cabelo está curto e bem cuidado, o que também reforça a ideia de preparação para um evento importante ou uma preocupação geral com a aparência.
8.	Ausência de objetos Não há objetos ou elementos de fundo na foto, o que coloca todo o foco na criança e em sua expressão.
9.	Foto em preto e branco A foto em preto e branco cria uma sensação de atemporalidade e seriedade, o que pode influenciar a interpretação da expressão da criança.
10.	Idade aparente Pela aparência, a criança parece ter entre 8 e 12 anos, uma fase de transição entre a infância e a adolescência, o que pode contribuir para a mistura de emoções refletidas na foto."
,
    "output" : " Considerado por muitos o Rei do Futebol, um ícone mundial do esporte. Elegeito Atleta do Século pela revista L'Equipe em 1981. Recebeu o prêmio de Futebolista do Século pela FIFA em 2000. Teve seu nome incluído no Guinness Book dos Recordes como o maior artilheiro da história do futebol, com 1.283 gols. Além do Futebol Atuou como ministro do Esporte do Brasil entre 1994 e 1995. Tornou-se um símbolo global de paz e união através do futebol. É um dos maiores nomes da história do esporte e um dos brasileiros mais famosos do mundo. Fatos Extras Pelé jogou pelo New York Cosmos nos Estados Unidos em 1975, antes de se aposentar. Foi eleito pela revista Time uma das 100 personalidades mais importantes do século XX. Recebeu diversas condecorações e homenagens ao longo da vida, incluindo a Ordem do Mérito da FIFA e a Medalha Presidencial da Liberdade dos Estados Unidos. Pelé transcendeu o futebol e se tornou um símbolo global de talento, dedicação e superação. Sua história inspira gerações e seu legado jamais será esquecido."
  },
  {
  
    "input" : " 1.	Olhar Direto A criança olha diretamente para a câmera, o que demonstra confiança e um possível desejo de conexão com o observador.
2.	Olhos Brilhantes Seus olhos transmitem vivacidade e alegria, sugerindo um estado de espírito positivo e receptivo.
3.	Sorriso Largo e Genuíno O sorriso amplo, com a mostra dos dentes, indica felicidade autêntica e prazer em ser fotografada.
4.	Bochechas Salientes As bochechas arredondadas reforçam a imagem de infância e jovialidade, transmitindo ternura.
5.	Postura Frontal A criança está em uma posição frontal, com o corpo levemente inclinado para frente, o que sugere receptividade e interesse em interagir.
6.	Cabeça Levemente Inclinada A inclinação sutil da cabeça pode indicar curiosidade e doçura, características comuns na infância.
7.	Atitude Cooperativa A postura e expressão da criança demonstram que ela está à vontade e cooperando com o fotógrafo.
8.	Vestuário Elegante A roupa bem cuidada, com um colar delicado, sugere um momento especial, como um retrato de família ou uma ocasião festiva.
9.	Cabelo Arrumado O penteado elaborado revela cuidado com a aparência e a importância dada à ocasião do retrato.
10.	Ausência de Tensão A expressão suave e relaxada do rosto demonstra tranquilidade e ausência de qualquer sinal de medo ou desconforto."
,
    "output" : " Pioneira na luta pela igualdade de gênero e pelos direitos LGBTQ+ Defensora da igualdade de premiação no tênis Cofundadora da Women's Sports Foundation em 1974 Fundadora do Billie Jean King Sports Center em 1976 Nomeada Mentora Global para a Igualdade de Gênero da UNESCO em 2014 Recebeu a Medalha da Liberdade do Presidente Obama em 2009 Influência duradoura Inspirou gerações de atletas e ativistas Considerada uma das figuras mais importantes do esporte do século XX Outras realizações Membro do International Tennis Hall of Fame Autora de vários livros Palestrante motivacional Em resumoBillie Jean King é uma lenda do tênis e uma incansável defensora da igualdade. Sua carreira notável dentro e fora das quadras a tornou um ícone global e uma inspiração para milhões de pessoas."
  },
  {
  
    "input" : " 1.	Olhar direto para a câmera Sugerindo confiança e engajamento com quem está tirando a foto.
2.	Sobrancelhas levemente levantadas Transmitindo uma expressão de curiosidade e interesse.
3.	Sorriso largo e aberto Expressando alegria e felicidade genuínas.
4.	Olhos brilhantes Refletindo vivacidade e entusiasmo.
5.	Cabeça levemente inclinada para o lado Demonstra um ar inquisitivo e amigável.
6.	Postura relaxada Ombros caídos e corpo sem rigidez sugerem tranquilidade e naturalidade.
7.	Atitude receptiva A postura aberta e o sorriso convidativo demonstram receptividade à interação.
8.	Ausência de tensão A expressão serena e o corpo relaxado indicam ausência de medo ou ansiedade.
9.	Leve sorriso nos cantos dos lábios mesmo com a boca fechada, transmitindo uma felicidade contida.
10.	Cabelo curto e penteado Sugerindo um cuidado com a aparência, típico para fotos da época.",
    "output" : " Maestro da narrativa Seus filmes são caracterizados por suas histórias emocionantes, personagens cativantes e efeitos visuais inovadores. Influência global Spielberg é considerado um dos cineastas mais influentes de todos os tempos, tendo inspirado diversas gerações de cineastas. Outros destaques Produtor de sucesso Fundou a Amblin Entertainment, produtora responsável por filmes como De Volta para o Futuro, Os Goonies e Homens de Preto. Filantropo É um filantropo ativo, tendo doado milhões de dólares para diversas causas, incluindo educação e pesquisa científica. Empresário Fundou a DreamWorks Animation, estúdio responsável por franquias de animação como Shrek, Kung Fu Panda e Madagascar. Em resumo Steven Spielberg é um cineasta talentoso e visionário que teve um impacto profundo na indústria cinematográfica e na cultura popular. Seus filmes continuam a entreter e inspirar pessoas de todas as idades em todo o mundo."
  },
  {
  
    "input" : " 1.	Olhar direto A criança olha diretamente para a câmera, transmitindo uma sensação de confiança e abertura.
2.	Olhos brilhantes Seus olhos demonstram vivacidade e um certo brilho, sugerindo curiosidade e inteligência.
3.	Leve sorriso O sorriso é sutil, mas genuíno, indicando contentamento e possivelmente um pouco de timidez.
4.	Postura ereta A criança mantém uma postura ereta, com os ombros para trás, sugerindo orgulho e autoconfiança.
5.	Cabeça levemente inclinada A leve inclinação da cabeça demonstra uma atitude aberta e receptiva.
6.	Cabelo bem cuidado O cabelo está penteado e arrumado, indicando cuidado com a aparência e possivelmente orgulho da sua identidade.
7.	Roupa formal A criança veste uma roupa formal, sugerindo a importância da ocasião da foto (talvez para a escola).
8.	Expressão calma A expressão facial geral é calma e serena, transmitindo uma sensação de tranquilidade e paz interior.
9.	Sem sinais de tensão Não há sinais de tensão no rosto ou na postura, indicando que a criança se sente confortável e segura.
10.	Atitude positiva No geral, a criança transmite uma atitude positiva e esperançosa, sugerindo uma personalidade otimista e resiliente."
,
    "output" : " Conhecida por Estilo autêntico, conexão emocional com o público e abordagem de tópicos sérios e tabus. Impacto Influenciou a cultura pop, quebrou barreiras raciais e de gênero na TV e inspirou gerações.Oprah Winfrey Foundation Apoia diversas causas sociais, incluindo educação, empoderamento feminino e combate à pobreza. Angel Network Rede de filantropia que investe em projetos liderados por afro-americanos. Discurso inspirador Defensora da justiça social e da igualdade, motiva milhões com suas mensagens de superação e otimismo. Outras Áreas de Atuação Atriz Nomeada ao Oscar por sua atuação em A Cor Púrpura (1985) e outros filmes. Autora Publicou diversos livros de memórias e autoajuda, como O Caminho de Oprah e Gratidão. Palestrante Compartilha sua história e experiências em eventos motivacionais e de liderança. Oprah Winfrey Uma figura icônica que transcende o papel de apresentadora, impactando o mundo através de seu talento, carisma, filantropia e ativismo."
  },
  {
  
    "input" : " 1.	Olhar direto A criança olha diretamente para a câmera, transmitindo uma sensação de confiança e abertura.
2.	Olhos brilhantes Seus olhos demonstram vivacidade e um certo brilho, sugerindo curiosidade e inteligência.
3.	Leve sorriso O sorriso é sutil, mas genuíno, indicando contentamento e possivelmente um pouco de timidez.
4.	Postura ereta A criança mantém uma postura ereta, com os ombros para trás, sugerindo orgulho e autoconfiança.
5.	Cabeça levemente inclinada A leve inclinação da cabeça demonstra uma atitude aberta e receptiva.
6.	Cabelo bem cuidado O cabelo está penteado e arrumado, indicando cuidado com a aparência e possivelmente orgulho da sua identidade.
7.	Roupa formal A criança veste uma roupa formal, sugerindo a importância da ocasião da foto (talvez para a escola).
8.	Expressão calma A expressão facial geral é calma e serena, transmitindo uma sensação de tranquilidade e paz interior.
9.	Sem sinais de tensão Não há sinais de tensão no rosto ou na postura, indicando que a criança se sente confortável e segura.
10.	Atitude positiva No geral, a criança transmite uma atitude positiva e esperançosa, sugerindo uma personalidade otimista e resiliente."
,
    "output" : " Cofundador da Microsoft (1975) Liderou a empresa de software mais famosa do mundo, revolucionando a indústria de computadores pessoais com o sistema operacional Windows. Visão estratégica Reconhecido por sua visão de futuro e capacidade de identificar tendências tecnológicas. Liderança Inspirou e motivou equipes, impulsionando a inovação e o sucesso da Microsoft. Atitude implacável Persistente e focado, impulsionando a Microsoft para o topo da indústria de software. Astuto investidor Expandiu seu portfólio além da Microsoft, investindo em diversos setores e filantropia. Filantropia Cofundador da Fundação Bill & Melinda Gates (2000) Dedicou bilhões de dólares para combater doenças, melhorar a educação e promover o desenvolvimento global. Filantropo comprometido Lidera iniciativas filantrópicas com foco em causas sociais e humanitárias. Defensor da saúde global Contribui para erradicar doenças e melhorar o acesso à saúde em países em desenvolvimento. Apoiador da educação Promove o acesso à educação de qualidade e oportunidades de aprendizado para todos. Filantropo inovador Impulsiona o uso da tecnologia para resolver problemas globais e alcançar impacto social. Legado Pioneiro da indústria de computadores pessoais Revolucionou a forma como as pessoas usam computadores. Um dos homens mais ricos do mundo Símbolo de sucesso e inovação empresarial. Filantropo influente Contribui significativamente para melhorar a vida das pessoas em todo o mundo. Figura inspiradora Motiva jovens a perseguirem seus sonhos e fazerem a diferença no mundo. Visionário com impacto duradouro Sua influência na tecnologia e na filantropia continuará a moldar o mundo por muitos anos."
  }
]